Repository: Tyraelgallen/mail-merge
Catalog: lib/providerLanguage/app_*.arb
Languages: pt

# tituloapp
source: MAIL MERGE
pt: Combinar Correspondência

# descripcion1
source: This app is used to automatically create the required folder and file creation commands within a LAMP Stack on a UBUNTU server
pt: Este aplicativo é usado para criar automaticamente os comandos necessários de criação de arquivos e pastas dentro de uma pilha LAMP em um servidor UBUNTU

# descripcion2
source: Completa los siguientes campos para generar tu lista de comandos
pt: Complete os campos a seguir para gerar sua lista de comandos

# inserte1
source: Inserte aqui el nombre de su dominio
pt: Insira aqui o nome do seu domínio

# inserte2
source: Inserte aqui los nombres de todos los subdominios que desea crear, ingresando uno por uno
pt: Insira aqui os nomes de todos os subdomínios que deseja criar, inserindo um de cada vez

# subderror1
source: Asegurese que el subdominio no contenga puntos, comas o caracteres especiales
pt: Certifique-se de que o subdomínio não contenha pontos, vírgulas ou caracteres especiais

# subderror2
source: Ya existe este subdominio en tu lista
pt: Este subdomínio já existe na sua lista

# help1
source: Este comando te permite crear una carpeta en tu directorio www para almacenar tu pagina web
pt: Este comando permite criar uma pasta no seu diretório www para armazenar o seu site

# help2
source: Cambia los permisos de administrador de la carpeta previamente creada
pt: Altere as permissões de administrador da pasta criada anteriormente

# help3
source: Crea un archivo html basico para realizar una prueba de funcionamiento de la página
pt: Crie um arquivo HTML básico para testar o funcionamento da página

# help4
source: Genera un archivo .conf en el directorio sites-available que determina que la página esta disponible
pt: Gere um arquivo .conf no diretório sites-available que indica que a página está disponível

# help5
source: Habilita la página a todo publico
pt: Habilite a página para o público em geral

# descripcion3
source: Aqui estan tus comandos para poder crear dominios y subdominios
pt: Aqui estão os seus comandos para criar domínios e subdomínios

source: Dominio
pt: Domínio
